Repository: sillsdev/phonology-assistant
Catalog: DistFiles/Localizations/Pa.pt.tmx
Source language: pt
Languages: en

source: Limite
en: Boundary

source: Consoante
en: Consonant

source: Diacrítico
en: Diacritic

source: Comprimento
en: Length

source: Acento
en: Stress

source: Tom
en: Tone

source: Vogal
en: Vowel

source: Ajuda
en: Help

source: Suprasegmental Ignorado
en: Ignored Suprasegmentals

source: Atualizar Gráfico
en: Refresh Chart

source: Membros
en: Members

source: Nome
en: Name

source: Tipo
en: Type

source: Nova Classe
en: New Class

source: Função Descritivas
en: Descriptive features

source: Função Distintivas
en: Distinctive features

source: Classe '{0}' já existe. Escolha um nome diferente.
en: Class '{0}' already exists. Choose a different name.

source: Membros (correspondem a todos):
en: Members (Match All):

source: Membros (correspondem a qualquer):
en: Members (Match Any):

source: Membros:
en: Members:

source: Fones
en: Phones

source: Membro:
en: Member:

source: &Negrito
en: &Bold

source: Cancelar
en: Cancel

source: &Itálico
en: &Italic

source: Exemplo de Texto (0123)
en: Sample Text (0123)

source: &Tamanho
en: &Size

source: Cons.
en: Con.

source: Outros
en: Other

source: Vog.
en: Vow.

source: Número de vezes que ocorre o fone:
en: Number of times phone occurs:

source: Como incerteza não primária:
en: As non primary uncertainty:

source: Normalmente:
en: Normally:

source: Como incerteza primária:
en: As primary uncertainty:

source: Este fone é um fone incerto que ocorre em um ou mais grupos com estes outros fones incertos:
en: This phone is an uncertain phone occurring in one or more groups with these other uncertain phones:

source: Tocar
en: Play

source: Versão {0} {1} {2}
en: Version: {0} {1} {2}

source: Espaço em disco disponível:
en: Available disk space:

source: {0} KB ({1} GB) Livre {2}
en: {0} KB ({1} GB) Free on {2}

source: Memória disponível:
en: Available memory:

source: {0} MB fora de {1} MB
en: {0} MB out of {1} MB

source: Construído: {0}
en: Build: {0}

source: {0}. Todos os direitos reservados.
en: {0}. All rights reserved.

source: Ocorreu um erro ao tentar criar um e-mail. É possível que um cliente de email não foi instalado ou configurado.
en: There was an error trying to create an e-mail. It's possible an e-mail client has not been installed or configured.

source: Por favor, relatar erros e comentários {0}
en: Please report errors and comments to {0}

source: Houve um erro ao tentar acessar o site {0}.
en: There was an error trying to go to the website {0}.

source: Houve um erro ao tentar carregar as informações na caixa de diálogo 'Sobre'.
en: There was an error trying to load information into the 'About' dialog box.

source: Para mais information, visite {0}
en: For more information, visit {0}

source: Você deve especificar um caracter base.
en: You must specify a base character.

source: Seu caracter base deve estar contido em sua sequência ambígua associada.
en: Your base character must be contained within its associated ambiguous sequence.

source: Esta sequência ambígua foi gerada automaticamente com base nas transcrições fonéticas, encontradas em uma ou mais fontes de dados. Seqüências ambíguas geradas automaticamente não podem ser excluídas.
en: This ambiguous sequence was automatically generated based on phonetic transcriptions found in one or more data sources. Automatically generated ambiguous sequences may not be deleted.

source: Caracter Base
en: Base Character

source: Padrão CV
en: CV Pattern

source: Sequência
en: Sequence

source: Tratar como uma unidade?
en: Treat as one unit?

source: Essa seqüência já existe.
en: That sequence already exists.

source: Não pode ser especificado um caracter base até que você tenha especificado uma sequência ambígua.
en: A base character may not be specified until you have specified an ambiguous sequence.

source: Você deve especificar uma seqüência.
en: You must specify a sequence.

source: Esta sequência ambígua foi gerada automaticamente com base nas transcrições fonéticas, encontradas em uma ou mais fontes de dados. Seqüências ambíguas geradas automaticamente devem ser tratadas como uma unidade.
en: This ambiguous sequence was automatically generated based on phonetic transcriptions found in one or more data sources. Automatically generated ambiguous sequences must be treated as one unit.

source: Seqüências Ambíguas
en: Ambiguous Sequences

source: Backup Cancelado
en: Backup Cancelled

source: Fazendo Backup dos Arquivos de Áudio...
en: Backing Up Audio Files...

source: Backup Completo!
en: Backup Complete!

source: Fazendo Backup dos Arquivos da Fonte de Dados...
en: Backing Up Data Source Files...

source: Fazendo Backup dos Arquivos do Projeto...
en: Backing Up Project Files...

source: Ocorreu um erro durante o backup do projeto '{0}'.
en: There was an error while backing up the '{0}' project.

source: Arquivo já existe!
en: File already exists!

source: Arquivo de Backup:
en: Backup File:

source: Especifique a pasta onde o arquivo do backup será gravado para o projeto '{0}'.
en: Specify the folder where the backup file will be written for the '{0}' project.

source: Fechar
en: Close

source: Backup para Pasta Padrão
en: Backup to Default Folder

source: Incluir arquivos de áudio no backup
en: Include audio files in backup

source: Incluir arquivos da fonte de dados no backup
en: Include data source files in backup

source: Incluir no Backup (fontes de dados não do FieldWoks)
en: Include in Backup (for non FieldWorks data sources)

source: Nome de arquivo inválido!
en: Invalid file name!

source: (pasta especificada é o mesmo que o padrão)
en: (specified folder is the same as the default)

source: (clique para especificar)
en: (click to specify)

source: (não especificado)
en: (not specified)

source: Backup para Outra Pasta
en: Backup to Other Folder

source: Projeto:
en: Project:

source: Exibir detalhes do erro...
en: View Error Details...

source: Pasta de Destino
en: Destination Folder

source: Função da Classe D&escritivas...
en: D&escriptive Features Class...

source: Função da Classe D&istintivas...
en: D&istinctive Features Class...

source: &Classe de Fones...
en: &Phones Class...

source: &Copiar
en: &Copy

source: Copiar de {0}
en: Copy of {0}

source: &Excluir
en: &Delete

source: Nome da classe não deve estar vazio.
en: Class name must not be empty.

source: &Modificar...
en: &Modify...

source: Campo
en: Field

source: Fonte
en: Font

source: {0}, {1}pt, Negrito, Itálico
en: {0}, {1}pt, Bold, Italic

source: {0}, {1}pt, Negrito
en: {0}, {1}pt, Bold

source: {0}, {1}pt, Itálico
en: {0}, {1}pt, Italic

source: (nenhum mapeamento)
en: (no mapping)

source: Selecionar Tudo
en: Select All

source: Nome de classe não deve estar vazio.
en: Class name must not be empty.

source: N&ome:
en: N&ame:

source: Tipo:
en: Type:

source: &Membros:
en: &Members:

source: Função descritivas
en: Descriptive features

source: Função distintivas
en: Distinctive features

source: &Consoantes
en: &Consonants

source: &Vogais
en: &Vowels

source: Definir Classe de Fones
en: Define Phones Class

source: Função da Classe Descritivas
en: Descriptive Features Class

source: Função da Classe Distintivas
en: Distinctive Features Class

source: Speech Analyzer pode ser baixado do site da SIL, clicando aqui.
en: Speech Analyzer can be downloaded from the SIL website by clicking here.

source: Para obter mais informações sobre o Speech Analyzer, visite o site do SIL em {0}.
en: For more information about Speech Analyzer, visit the SIL website at {0}.

source: Necessário o programa Speech Analyzer
en: Speech Analyzer Needed

source: Definir Funções:
en: Feature Set:

source: Consulte as configurações do projeto para modificar o conjunto de características
en: See project settings to modify feature set

source: Função '{0}' já existe.
en: Feature '{0}' already exists.

source: &Função
en: &Features

source: (nenhuma descrição de fone disponível)
en: (no phone description available)

# Valores Unicode: {0}
source: Valores Unicode:\n{0}
en: Unicode Values:\n{0}

source: Contagem
en: Count

source: Fone
en: Phone

source: Lista de &Fone
en: &Phone List

source: Redefinir
en: Reset

source: Redefinir Características do Fone Selecionado
en: Reset Features of Selected Phone

source: &Adicionar
en: &Add

source: T&odas as expressões acima devem ser verdadeiras
en: A&ll expressions above must be true

source: Pelo menos &uma expressão acima deve ser verdadeira
en: At least &one expression above must be true

source: Aplicar Ago&ra
en: Apply No&w

source: Excluir Expressão
en: Delete Expression

source: Para o '{0}' exibir um registro, o que deve ser verdadeiro?
en: For the '{0}' filter, what must be true to display a record?

source: Operação
en: Operator

source: Valor
en: Value

source: &Expressões
en: &Expressions

source: Começar com
en: Begins with

source: Contém
en: Contains

source: Não começar com
en: Does not begin with

source: Não conter
en: Does not contain

source: Não terminar com
en: Does not end with

source: Terminar com
en: Ends with

source: Igual a
en: Equals

source: Maior que
en: Greater than

source: Maior ou igual
en: Greater than or equal

source: Menor que
en: Less than

source: Menor ou igual
en: Less than or equal

source: Partidas
en: Matches

source: Não é igual a
en: Not equal to

source: (OUTRO FILTRO)
en: (OTHER FILTER)

source: O caminho não existe
en: Path does not exist

source: Caminho existe
en: Path exists

source: Padrão de Pesquisa Fonética
en: Phonetic Search Pattern

source: Expressão Regular
en: Regular Expression

source: O filtro '{0}' já existe.
en: The filter '{0}' already exists.

source: Filtros Disponíveis
en: Available Filters

source: Selecione '{0}' para tornar visível\no filtro na lista suspensa a janela principal.
en: Select to make '{0}' visible\nin the main window's drop-down filter list.

source: Visível
en: Visible

source: Novo Filtro {0}
en: New Filter {0}

source: O filtro '{0}' será excluído.
en: The filter '{0}' will be deleted.

source: Filtros
en: Filters

source: Localizar
en: Find

# O seguinte texto especificado não foi encontrado: {0}
source: O seguinte texto especificado não foi encontrado:\n\n{0}
en: The following specified text was not found:\n\n{0}

source: Localizar concluiu a pesquisa.
en: Find has finished searching.

source: L&ocalizar o que:
en: Fi&nd What:

source: Di&ferenciar Maiúsculas de Minúsculas
en: Matc&h Case

source: Localizar apen&as palavras inteiras
en: Find whole words onl&y

source: Opções
en: Options

source: &Expressões de uso regulares
en: &Use Regular Expressions

source: &Pesquisa Reversa
en: &Reverse Search

source: Pesquisar Grupos &Recolhidos
en: Search &Collapsed Groups

source: &Localizar em Quais Colunas:
en: &Find in Which Columns:

source: &Começa com
en: &Starts With

source: Sistema de Escrita
en: Writing System

source: (nenhum)
en: (none)

source: Na forma de le&xema
en: In the le&xeme form

source: Onde estão os dados fonéticos armazenado?
en: Where is Phonetic Data Stored?

source: No campo de p&ronúncia
en: In the p&ronunciation field

source: Propriedades da Fonte de Dados do FieldWorks
en: FieldWorks Data Source Properties

source: &Sistema de Escrita
en: &Writing Systems

source: &Procurar em:
en: &Look in:

source: Nenhum projeto encontrado em '{0}'.
en: No projects found on '{0}'.

source: &Escolha um projeto:
en: &Choose a project:

source: Escolha o projeto FieldWorks para usar como fonte de dados.
en: Choose the FieldWorks project to use as a data source.

source: Pesquisando...
en: Searching...

source: Projetos do FieldWorks
en: FieldWorks Projects

source: Remover Campo
en: Remove Field

source: &Campos
en: &Fields

source: É armazenado na forma de lexema
en: Is stored in the le&xeme form

source: Dados fonéticos
en: Phonetic Data

source: &Sistema de Escrita:
en: &Writing System:

source: É armazenado no campo de pronunciação
en: Is stored in the p&ronunciation field

source: cada pronúncia
en: each pronunciation

source: primeira pronúncia apenas
en: first pronunciation only

source: Registros serão criados para
en: Records will be created for

source: Salvar Arquivo
en: Save File

source: O seguinte arquivo de fonte de dados não pôde ser encontrado. O que você gostaria de fazer?
en: The following data source file could not be found. What would you like to do?

source: &Escolher Nova Localização
en: &Choose New Location

source: &Pular Carregamento
en: &Skip Loading

source: Falta de Fonte de Dados
en: Data Source Missing

source: Toda a rede
en: Entire network

source: Locais de rede em sua área
en: Network places in your area

source: (sem nome de projeto especificado)
en: (no project name specified)

source: O arquivo '{0}' não é um arquivo de projeto válido.
en: The file '{0}' is not a valid project file.

source: Abrir
en: Open

source: &Abrir em uma Nova Janela
en: &Open in New Window

source: Projetos Encontrados: {0}
en: Projects Found: {0}

source: Arquivo do Projeto
en: Project File

source: Projeto
en: Project

source: Não foram encontrados arquivos de projeto.\nClique no link abaixo para explorar outra pasta\nou fechar esta caixa de diálogo e criar um novo projeto.
en: No project files were found.\nClick the link below to scan another folder\nor close this dialog box and create a new project.

source: Se o projeto que deseja abrir não está acima, você pode selecionar um arquivo de projeto específico.
en: If this list does not show the project you would like to open, you may select a specific project file.

source: Abrir Arquivo do Projeto
en: Open Project File

source: &Exibir Caminhos Completos do Arquivos do Projeto
en: &Show Full Project File Paths

source: Abrir Projeto
en: Open Project

source: selecione um arquivo de projeto específico
en: select a specific project file

source: Mostrar Fronteira
en: Display Boundary

source: Mostrar Comprimento
en: Display Length

source: Mostrar Acentos
en: Display Stress

source: Mostrar Tom
en: Display Tone

source: Mostrar esses caracteres
en: Display these characters

source: Exemplos: Inserir nasalização e uma oclusiva glotal como esta abaixo,
en: Examples: Entering nasalization and a glottal stop like this above,

source: produziria:
en: would yield:

source: Para incluir caracteres não mostrados na lista à esquerda, insire-os abaixo. Inclua um espaço entre cada caracter. Incluir um espaço reservado para diacrítico (Ctrl+0) de caracteres que não é da base.
en: To include characters not shown in the lists to the left, enter them below. Include a space between each character. Include a diacritic placeholder (Ctrl+0) for non base characters.

source: Padrões CV
en: CV Patterns

source: Fontes
en: Fonts

source: Exibir Opções de Campo
en: Field Display Options

source: Move o campo selecionado para baixo
en: Move selected field down

source: Move o campo selecionado
en: Move selected field up

source: &Especificar os campos para exibir em sua ordem.
en: &Specify the fields to display and their order.

source: Exibir Registro
en: Record View

source: As opções para esta guia serão salva apenas para o projeto atual.
en: The options for this tab will be saved only for the current project.

source: Classificar Opções de Coluna
en: Column Sort Options

source: Tipo de Lista de &Palavras:
en: &Word List Type:

source: Acervo de Dados
en: Data Corpus

source: Resultados da Pesquisa do Gráfico de Distribuição
en: Distribution Chart Search Results

source: Resultados da Pesquisa
en: Search Results

source: Mover a coluna selecionada para baixo
en: Move selected column down

source: Mover a coluna selecionada para cima
en: Move selected column up

source: Classificar Opções da Fonética
en: Phonetic Sort Options

source: &Salvar últimas opções de classificação especificados manualmente como padrão.
en: &Save last manually specified sort options as the default.

source: Por ex, clicando nos títulos de coluna na exibição do Acervo de Dados alterará as opções padrão definidas nesta guia para essa exibição.
en: For example, clicking column headings in the Data Corpus view will change the default options set on this tab for that view.

source: Especificar as &Colunas para classificar e ordemá-las.
en: Specify the &Columns to sort and in what order.

source: Para especificar as opções de classificação padrão para um tipo específico de lista, escolha um lista e selecione as opções desejadas.
en: To specify the default sort options for a specific type of list, choose one from the list and select the desired options.

source: Coluna
en: Column

source: Crescente?
en: Ascending?

source: Classificando
en: Sorting

source: Interface do Usuário
en: User Interface

source: Idioma da Interface do Usuário:
en: User Interface Language:

source: Alterações de Coluna
en: Column Changes

source: Exibir Opções de Coluna
en: Column Display Options

source: Use a sequência para controlar como as últimas alterações feitas em qualquer lista de palavra existente afetará as novas listas de palavras.
en: Use the following to control how the last changes made to any existing word list will affect new word lists.

source: &Ambos
en: &Both

source: Linhas da Grade
en: Grid Lines

source: Somente h&orizontal
en: H&orizontal only

source: &Nenhum
en: &None

source: Somente &vertical
en: &Vertical only

source: Salve a &altura do título da coluna ajustada como altura padrão
en: Save adjusted column heading &height as default height

source: Salvar a disposição da colunas &reordenadas como ordem padrão
en: Save arrangement of &reordered columns as default order

source: &Especificar as colunas para exibir em sua ordem.
en: &Specify the columns to display and their order.

source: Lista de Palavras
en: Word Lists

source: Salvar as &larguras de coluna ajustada como larguras padrão
en: Save adjusted column &widths as default widths

source: &6.0.6 ou anterior...
en: &6.0.6 or Older...

source: &7.0 ou posterior...
en: &7.0 or Later...

source: &Fonte de Dados do FieldWorks
en: &FieldWorks Data Source

source: &Fonte de Dados não do FieldWoks...
en: &Non FieldWorks Data Source...

source: &Comentários:
en: &Comments:

source: Criar nova pasta para os arquivos de projeto
en: Create new folder for project files

source: O arquivo de fonte de dados '{0}' está faltando.
en: The data source file '{0}' is missing.

source: Carregar
en: Load

source: &Fontes de Dados
en: &Data Sources

source: Escolher Arquivo(s) de Fonte de Dados
en: Choose Data Source File(s)

source: &Propriedades...
en: &Properties...

source: Tem certeza que deseja excluir a(s) fonte(s) de dados selecionado(s)?
en: Are you sure you want to delete the selected data source(s)?

source: &Definir Funções Distintivas:
en: &Distinctive Feature Set:

source: A fonte de dados '{0}' já está em sua lista de fontes de dados.\n\nVocê quer adicionar outra cópia?
en: The data source '{0}' is already in your list of data sources.\n\nDo you want to add another copy?

source: C&ódigo do Idioma:
en: Language C&ode:

source: &Nome de Idioma:
en: &Language Name:

source: Você deve especificar o nome do idioma.
en: You must specify a language name.

source: Você deve especificar o nome do projeto.
en: You must specify a project name.

source: Você deve especificar um arquivo XSLT para '{0}'
en: You must specify an XSLT file for '{0}'

source: Um marcador de registro deve ser especificado para '{0}'.
en: A record marker must be specified for '{0}'.

source: &Nome do Projeto:
en: Project &Name:

source: Salvar o arquivo do Projeto do Phonology Assistant
en: Save Phonology Assistant Project File

source: &Remover
en: &Remove

source: &Pesquisador:
en: R&esearcher:

source: &Falante:
en: &Speaker:

source: &Transcritor:
en: &Transcriber:

source: Configurar Novo Projeto
en: New Project Settings

source: Configurações do Projeto
en: Project Settings

source: Especificar XSLT
en: Specify XSLT

source: Escolher XSLT para Transformar a Fonte de Dados
en: Choose XSLT to Transform Data Source

source: Arquivos de Áudio Encontrado no Arquivo de Backup...
en: Aduio Files Found In Backup File...

source: Arquivo de Backup Encontrados
en: Backup Files Found

source: Especifique a pasta onde o projeto '{0}' será restaurado.
en: Specify the folder where the '{0}' project will be restored.

source: A pasta que você selecionou já contém um projeto do Phonology Assistant. Por favor, selecione uma pasta que não contenha um projeto.
en: The folder you selected already contains a Phonology Assistant project. Please select a folder that does not contain a project.

source: Arquivo de Backup
en: Backup File

source: Arquivos de Fonte de Dados Encontrados no Arquivo de Backup...
en: Data Source Files Found In Backup File...

source: Restaurar da Pasta Padrão
en: Restore to Default Folder

source: Fechar && Carregamento do Projeto
en: Load Project && Close

source: Restaurar de Outra Pasta
en: Restore to Other Folder

source: Arquivos do Projeto Encontrado no Arquivo de Backup ...
en: Project Files Found In Backup File...

source: Restaurar
en: Restore

source: Restaurar o arquivo de Backup selecionado
en: Restore Selected Backup File

source: Ocorreu um erro ao restaurar o projeto '{0}'.
en: There was an error while restoring the '{0}' project.

source: Restaurando Arquivos de Áudio...
en: Restoring Audio Files...

source: Restauração Cancelada
en: Restore Cancelled

source: Restauração Completa!
en: Restore Complete!

source: Restaurando Arquivos da Fonte de Dados...
en: Restoring Data Source Files...

source: Restaurando Arquivos do Projeto...
en: Restoring Project Files...

source: Não foram encontrados arquivos de backup..\nClique em ' {0}'\npara especificar um arquivo de backup.
en: No backup files were found.\nClick '{0}'\nto specify a backup file.

source: O arquivo '{0}' selecionado não é válido para um arquivo de backup do Phonology Assistant.
en: The selected file '{0}' is not a valid Phonology Assistant backup file.

source: Backup Phonology Assistant
en: Phonology Assistant Backup

source: Selecione o Arquivo de Backup
en: Spelect Backup File

source: Selecione Outro Arquivo de Backup...
en: Select Other Backup File...

source: O arquivo de backup '{0}' não existe.
en: The backup file '{0}' does not exist.

source: E&xportar
en: E&xport

source: &Tabela
en: &Table

source: Formato
en: Format

source: &Delimitado por Tabulação
en: Tab &Delimited

source: Configurar &Editor...
en: Set &Editor...

source: Todos os executáveis (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|Todos os arquivos (*.*)|*.*
en: All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All Files (*.*)|*.*

source: Configurar &Editor RTF...
en: Set RTF Editor...

source: Exportar para
en: Export To

source: &Área de transferência
en: &Clipboard

source: Arquivo e abrir com editor &RTF
en: File and open with &RTF editor

source: &Arquivo
en: &File

source: Exportar para o formato RTF
en: Export to Rich Text Format

source: Formato Padrão do Editor de Fonte de Dados
en: Standard Format Data Source Editor

source: Este é o aplicativo usado para editar o arquivo de fonte de dados.
en: This is the application used to edit the data source file.

# O seguinte erro ocorreu ao tentar ler o arquivo de origem '{0}'. {1}
source: O seguinte erro ocorreu ao tentar ler o arquivo de origem '{0}'.\n\n{1}
en: The following error occurred trying to read the source file '{0}'.\n\n{1}

source: O mapeamento para o primeiro marcador de campo interlinear deve ser definido como interlinear.
en: The mapping for your first interlinear field marker must be set to interlinear.

source: &Primeiro marcador de campo interlinear:
en: &First interlinear field marker:

# Selecione o marcador do primeiro campo interlinear em cada registro.
source: Selecione o marcador do primeiro\ncampo interlinear em cada registro.
en: Select the marker of the first\ninterlinear field in each record.
